<?php
    require $_SERVER['DOCUMENT_ROOT'].'/config.php';

?>
<!DOCTYPE html>
<html lang="en">

<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<meta http-equiv="X-UA-Compatible" content="ie=edge">
	<link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.8.2/css/all.css"
		integrity="sha384-oS3vJWv+0UjzBfQzYUhtDYW+Pj2yciDJxpsK1OYPAYjqT085Qq/1cq5FLXAZQ7Ay" crossorigin="anonymous">

	<link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.2.1/css/bootstrap.min.css"
		integrity="sha384-GJzZqFGwb1QTTN6wy59ffF1BuGJpLSa9DkKMp0DgiMDm4iYMj70gZWKYbI706tWS" crossorigin="anonymous">
	<link rel="stylesheet" href="/css/main.css">
	<link rel="stylesheet" href="/css/media.css">
	<link rel="stylesheet" href="devfive/style.css">
	<title>Политика конфиденциальности <?=$server_name?> RP</title>
</head>
<?php
  include $_SERVER['DOCUMENT_ROOT'].'/header.php'; 
?>

<body>
	<div class="container text-white policy-container">
		<h1 class="policy-header text-white">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ДАННЫХ</h1>

		Настоящая Политика конфиденциальности персональных данных (далее – Политика
		конфиденциальности) действует в отношении всей информации, которую сайт
		платформы «<?=$srvName?>», расположенный на доменном имени <span><a href="<?=$_SERVER['HTTP_HOST']?>">
				<?=$_SERVER['HTTP_HOST']?></a></span>, может получить о Пользователе во время использования
		сайта платформы «<?=$srvName?>», сервисов, программ и иных продуктов
		«<?=$srvName?>».<br> <br>
		1. Определения<br>
		1.1. В настоящей Политике конфиденциальности используются следующие термины:<br>
		1.1.1. Персональные данные -любая информация, относящаяся прямо или косвенно
		определенному или определяемому физическому лицу (субъекту персональных
		данных).<br>
		1.1.2. Обработка персональных данных - любое действие (операция) или
		совокупность действий (операций), совершаемых с использованием средств
		автоматизации или без использования таких средств с персональными данными,
		включая сбор, запись, систематизацию, накопление, хранение, уточнение
		(обновление, изменение), извлечение, использование, передачу(распространение,
		предоставление, доступ), обезличивание, блокирование, удаление, уничтожение
		персональных данных.<br>
		1.1.3. Пользователь сайта платформы «<?=$srvName?>» (далее –
		Пользователь) - лицо, имеющее доступ к Сайту платформы «<?=$server_name?>
		ROLEPLAY», посредством сети Интернет и использующее Сайт платформы.<br>
		1.1.4. Конфиденциальность персональных данных - обязательное для
		соблюдения Администрацией сайта или иным лицом, получившим доступк
		персональным данным, требование не допускать распространения персональных
		данных без согласия пользователя или наличия иного законного основания.<br>
		1.1.5. Cookies - небольшой фрагмент данных, отправленный веб-сервером и
		хранимый на компьютере пользователя, который веб-клиент или веб-браузер
		каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть
		страницу соответствующего сайта.<br>
		1.1.6. IP-адрес - уникальный сетевой адрес узла в компьютерной сети,
		построенной по протоколу IP.<br><br>
		2. Общие положения<br>
		2.1. В рамках настоящей Политики конфиденциальности под персональной
		информацией Пользователя понимаются:<br>
		2.1.1. Персональная информация, которую Пользователь предоставляет о себе
		самостоятельно в процессеиспользования Сервисов, включая персональные данные
		Пользователя. Обязательная для предоставления Сервисов информация помечена
		специальным образом. Иная информация предоставляется Пользователем на его
		усмотрение.<br>
		2.1.2. Данные, которые автоматически передаются сервисам Сайта в процессе их
		использования с помощью установленного на устройстве Пользователя программного
		обеспечения, в том числе IP-адрес, данные файлов cookie, информация обраузере
		Пользователя (или иной программе, с помощью которой осуществляется доступ к
		сервисам), технические характеристики оборудования и программного обеспечения,
		используемых Пользователем, дата и время доступа к сервисам, адреса
		запрашиваемых страниц и иная подобного рода информация.<br>
		2.2. Использование сервисов Сайта означает безоговорочное согласие Пользователя
		с настоящей Политикой конфиденциальности и указанными в ней условиями
		обработки его персональной информации; в случае несогласия с указанными в ней
		условиями Пользователь должен воздержаться от использования сервисов.<br>
		2.3. Настоящая Политика конфиденциальности применяется только к сайту
		платформы «<?=$srvName?>». Администрация сайта не контролирует и
		не несет
		ответственность за сайты третьих лиц, на которые Пользователь может перейти
		по ссылкам, доступным на сайте платформы «<?=$srvName?>».<br><br>
		3. Цели сбора персональной информации пользователя<br>
		3.1.Сайт собирает только туперсональную информацию, которая необходима для
		предоставления сервисов или исполнения соглашений и договоров с Пользователем,
		за исключением случаев, когда законодательством предусмотрено обязательное
		хранение персональной информации в течение определенного законом срока.<br>
		3.2. Персональные данные Пользователя Администрация может использовать в
		целях:<br>
		3.2.2. Установления с Пользователем обратной связи, включая направление
		уведомлений, запросов, рассылок, смс рассылок ииных способов уведомления
		Пользователей, касающихся использования Сайта.<br>
		3.2.3. Определения места нахождения Пользователя для обеспечениябезопасности,
		предотвращения мошенничества.<br>
		3.2.4 Подтверждения достоверности и полноты персональных данных,
		предоставленных Пользователем.<br>
		3.2.5. Предоставления Пользователю эффективной клиентской и технической
		поддержки при возникновении проблем, связанныхс использованием Сайта.<br>
		3.2.6. Осуществления рекламной деятельности с целью повышения качества
		взаимодействия с Пользователем.<br><br>
		4. Условия обработки персональной информации пользователей.<br>
		4.1 В отношении персональной информации Пользователя сохраняется ее
		конфиденциальность, кроме случаев добровольного предоставления Пользователем
		информации о себе для общего доступа неограниченному кругу лиц. При
		использовании отдельных сервисов Пользователь соглашается с тем, что
		определенная часть его персональной информации становится общедоступной.<br>
		4.2. Обработка персональных данных Пользователя осуществляется без
		ограничения срока, любым законным способом, в том числе в информационных
		системах персональных данных с использованием средств автоматизации или без
		использования таких средств.<br>
		4.3. Персональные данные Пользователя могут быть переданы уполномоченным
		органам государственной власти Российской Федерации только на основании и в
		порядке, установленных законодательством РоссийскойФедерации.<br>
		4.4. Администрация сайта принимает необходимые организационные итехнические
		меры для защиты персональной информации Пользователя от неправомерного или
		случайного доступа, уничтожения, изменения, блокирования, копирования,
		распространения, а также от иных неправомерных действий третьих лиц.<br>
		4.5. При утрате или разглашении персональных данных Администрация вправе не
		информировать Пользователя об утрате или разглашении персональных данных.<br>
		4.6. Администрация совместно с Пользователем принимает все необходимые меры по
		предотвращению убытков или иных отрицательных последствий, вызванных утратой
		или разглашением персональных данных Пользователя.<br><br>
		5. Права и обязанности сторон.<br>
		5.1. Пользователь обязан:<br>
		5.1.2. Предоставить информацию о персональных данных, необходимую для
		пользования Сайтом.<br>
		5.1.3. Обновлять, дополнять предоставленную информацию о персональных данныхв
		случае изменения данной информации.<br>
		5.2. Администрация сайта обязана:<br>
		5.2.1. Использовать полученную информацию исключительно для целей, указанныхв
		настоящей Политике конфиденциальности.<br>
		5.2.2. Принимать меры предосторожности для осуществления защиты
		конфиденциальности персональных данных Пользователя согласно порядку,
		используемого для защиты такого рода информации в существующем
		обычае делового оборота.<br>
		5.2.3. Обеспечить хранение конфиденциальной информации в тайне, не осуществлять
		продажу, обмен, опубликование, либо разглашение иными возможнымиспособами
		переданных персональных данных Пользователя, за исключением положений,
		описанных в настоящей Политике Конфиденциальности.<br><br>
		6. Ответственность сторон.<br>
		6.1. В случае утраты или разглашения конфиденциальной информации
		Администратор сайта не несет ответственности, если данная конфиденциальная
		информация:<br>
		6.1.2. Стала публичным достоянием доеё утраты или разглашения.<br>
		6.1.3. Была получена от третьей стороны домомента ее получения.<br>
		6.1.4. Была разглашена с согласия Пользователя.<br>
		6.2. Администрация сайта несет ответственность в соответствии с
		законодательством Российской Федерации.<br><br>
		7. Разрешение Споров.<br>
		7.1. До обращения в суд с иском по спорам, возникающим из отношений между
		Пользователем и Администрацией сайта, обязательным являетсяпредъявление
		претензии (письменного предложения о добровольном урегулировании спора).<br>
		7.2. Получатель претензии в течение 30 календарных дней, со дняполучения
		претензии, письменно уведомляет заявителя претензии о результатах рассмотрения
		претензии.<br>
		7.3. В случае не согласия заявителя с принятым Администрацией сайта решением по
		претензии, заявитель имеет право обратиться в судебный орган по фактическому
		месту нахождения ответчика, в соответствии с действующим законодательством
		Российской Федерации.<br><br>
		8. Заключительные положения.<br>
		8.1. Администрация сайта вправе вносить изменения в настоящую Политику
		конфиденциальности без согласияи предварительного уведомления Пользователя.<br>
		8.2. Новая Политика конфиденциальности вступает в силу с момента ее
		размещения на Сайте, если иное не предусмотрено новой редакцией Политики
		конфиденциальности.<br>
		8.3. Действующая Политика конфиденциальности размещена на странице по адресу
		<span><a href="<?=$_SERVER['HTTP_HOST']?>"><?=$_SERVER['HTTP_HOST']?></a></span>.
	</div>
	<?
	include $_SERVER['DOCUMENT_ROOT'].'/footer.php'; 
?>

</body>