<?php
    require $_SERVER['DOCUMENT_ROOT'].'/config.php';

?>
<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<meta http-equiv="X-UA-Compatible" content="ie=edge">
	<link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.8.2/css/all.css" integrity="sha384-oS3vJWv+0UjzBfQzYUhtDYW+Pj2yciDJxpsK1OYPAYjqT085Qq/1cq5FLXAZQ7Ay" crossorigin="anonymous">
	
		<link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.2.1/css/bootstrap.min.css" integrity="sha384-GJzZqFGwb1QTTN6wy59ffF1BuGJpLSa9DkKMp0DgiMDm4iYMj70gZWKYbI706tWS" crossorigin="anonymous">
		<link rel="stylesheet" href="/css/main.css">
		<link rel="stylesheet" href="/css/media.css">
		<link rel="stylesheet" href="devfive/style.css">
	<title>Условия возврата <?=$server_name?> RP</title>
</head>
<?php
  include $_SERVER['DOCUMENT_ROOT'].'/header.php'; 
?>
<body >
	<div class="container text-white policy-container">
<h1 class="policy-header text-white">Условия возврата</h1>
1.1 Данный документ является официальным регламентом проекта<br>
1.2 Регистрируясь на сервере, вы соглашаетесь со всеми пунктами данного списка, правами<br>
описанными ниже и обязанностями;<br>
1.3 Любой человек имеет право на несколько регистраций с одного IP адреса;<br>
1.4 Любой человек имеет право посещать проект, если он не нарушает правила проекта;<br>
1.5 Незнание правил не освобождает от ответственности;<br>
1.6 Играя на нашем сервере вы подтверждаете что прочитали FAQ;<br>
1.7 При вводе на сайте не верного ника администрация не отвечает за последствия покупки<br>
доната на этот ник;<br>
1.8 Цель данных правил – защита интересов пользователей и установление порядка на всех<br>
ресурсах проекта;<br>
1.9 Администрация оставляет за собой право в одностороннем порядке изменять текущие<br>
правила с уведомлением пользователей посредством группы VK;<br>
1.10 Администрация ведет управление игровыми процессами и всем проектом - исключительно<br>
по своему усмотрению;<br>
1.11 Так как не всегда удается определить нарушение правил пользователем, окончательное<br>
решение остается за Администраторами проекта;<br>
1.12 Право использования всех сервисов проекта, предоставляется Администрацией на<br>
бесплатной основе, за исключением дополнительных функций (приобретаемых на платной<br>
основе и активируемых путем активации дополнительных возможностей в серверной версии<br>
(плагины) игры). Использование бесплатного функционала предоставляется в текущей форме, не<br>
гарантируя 100% правильность работы. Игровые вещи, способности и т.п, утерянные в связи с<br>
ненадлежащей работой неоплачиваемых сервисов, не возвращаются;<br>
1.13 Оплата дополнительных частей программного продукта производится только на сайте<br>
проекта в валюте – рубли. Зачисление средств производится с помощью агрегатора платежей в<br>
любой валюте по месту нахождения пользователя, конвертируемой самим агрегатором в рубли.<br>
Оплата дополнительных прав считается как пожертвование и не может быть возвращена;<br>
1.14 Регистрируясь и играя на нашем проекте, вы соглашаетесь с обработкой Администрацией<br>
ваших персональных данных, то есть совершение, в том числе, следующих действий: обработку<br>
(включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение),<br>
использование, обезличивание, блокирование, уничтожение персональных данных).<br>
С уважением, администрация проекта <?=$_SERVER['HTTP_HOST']?>
</div>
<?
	include $_SERVER['DOCUMENT_ROOT'].'/footer.php'; 
?>
</body>